Repository: common-repository/weddingcity-lite
Catalog: languages/weddingcity-*.po
Languages: hu_hu

source: - Give a review.
hu_hu: - Nézd át.

source: Security code not found.
hu_hu: A biztonsági kód nem található.

source: %1$s average based on %2$s ratings.
hu_hu: %1$s átlag %2$ s értékelés alapján.

source: %1$s budget removed!
hu_hu: %1$ költségkeret eltávolítva!

source: (Outside from our website)
hu_hu: (A honlapunkon kívül)

source: 1. Enter your email address
hu_hu: 1. Add meg az e-mail címedet

source: 15 Seat remain
hu_hu: 15 Ülés marad

source: 2. Wait for your recovery details to be sent.
hu_hu: 2. Várd meg a helyreállítási adatok elküldését.

source: 3. Follow as given instructions in your mail account.
hu_hu: 3. Kövesd az e-mail fiókban megadott utasításokat.

source: About
hu_hu: Bemutatkozó

source: About Business
hu_hu: A szolgáltatásról

source: About Listing
hu_hu: Általános információ

source: About Us
hu_hu: Rólunk

source: Accepted
hu_hu: Elfogadta

source: Accommodations / Amenities Included
hu_hu: Kiemelt szolgáltatások

source: Action
hu_hu: Művelet

source: Actions
hu_hu: Műveletek

source: Active
hu_hu: Aktív

source: Actual
hu_hu: Tényleges

source: Add Budget Category
hu_hu: KÖLTSÉG KATEGÓRIA HOZZÁADÁSA

source: Add Budget category
hu_hu: Költség kategória hozzáadása

source: Add New
hu_hu: ÚJ HOZZÁADÁSA

source: Add New Guest
hu_hu: Új vendég hozzáadása

source: Add New Listing
hu_hu: ÚJ SZOLGÁLTATÁS HOZZÁADÁSA

source: Add New Member
hu_hu: ÚJ SZEMÉLY HOZZÁADÁSA

source: Add New Task
hu_hu: ÚJ FELADAT HOZZÁADÁSA

source: Add Vednor information you used from other vendors.
hu_hu: Adjon hozzá más gyártóktól használt Vednor információkat.

source: Add Vendors Information
hu_hu: Esküvői szolgáltatóim hozzáadása

source: Add your budget category and Start filling your estimate and actual cost then add paid cost will automatically calculate your pending cost.
hu_hu: Adj hozzá egy új költségkategóriát (pl: fotós), majd add meg mennyit tervezel költeni rá. Ha már tudod biztosan mennyibe fog kerülni, akkor add meg a tényleges árat. A "fizetett" oszlopban a már kifizetett díjat tudod rögzíteni, míg a "függőben lévő" tételek a még hátralévő kifizetendő díjakat jelölik.

source: Add your business listing with under list category, title, descriptions, google map, gallery and featured image, etc..
hu_hu: Add hozzá a vállalat szolgáltatásait, a lista kategóriát, címet, leírásokat, google térképet, galériát és kiemelt képet stb.

source: Address
hu_hu: Cím

source: Address Line 1
hu_hu: Utca

source: Address Line 2
hu_hu: Házszám

source: Advance Option
hu_hu: Előzetes opció

source: Amenities
hu_hu: Felszerelés

source: Are you couple ?
hu_hu: Jegyespár vagytok?

source: Are you vendor ?
hu_hu: Esküvőszolgáltató vagy?

source: Availability
hu_hu: Elérhetőség

source: Average Ratings
hu_hu: Értékelések átlaga

source: Both
hu_hu: Mindkettő

source: Browse 33,000 vendor profile and reviews.
hu_hu: Böngéssz több mint 40 kategóriában, és nézd meg a szolgáltatókról írt véleményeket.

source: Browse the best wedding vendors in your area — from venues and photographers, to wedding planners, caterers, florists and more.
hu_hu: Böngéssz a legjobb esküvői szolgáltatók közül, akár helyszínre szűrve - esküvőhelyszínektől a ceremóniamesterektől, a fotósokig, ékszer szalonokig, virágüzletekig és sok másig.

source: Budget
hu_hu: Költségvetés

source: Budget Details
hu_hu: Költségvetés részletei

source: Budget Estimator
hu_hu: Költség kalkulátor

source: Budget planner
hu_hu: Költségvetés tervező

source: Business Profile
hu_hu: A szolgáltató profilja

source: Business Profile Update Error... Please login again then update your profile.
hu_hu: Üzleti profil frissítési hiba ... Kérjük, jelentkezz be újra, majd frissítsd a profilodat.

source: Business Profile Update Successfully
hu_hu: Az üzleti profil frissítve

source: Business Register
hu_hu: A szolgáltató regisztrációja

source: Business Video
hu_hu: Szolgáltató videója

source: Business name
hu_hu: A szolgáltató üzleti neve

source: Button Text Here
hu_hu: Gomb szöveg itt

source: Can you attend ?
hu_hu: Részt tudsz venni?

source: Category Name
hu_hu: Kategória neve

source: Cateogry
hu_hu: Kategória

source: Change Password
hu_hu: JELSZÓ MÓDOSÍTÁSA

source: Change your profile image and information edit and save.
hu_hu: Frissítsd a profilképeket és bemutatkozódat. Szerkeszd és mentsd el.

source: Changes your Email Notifications
hu_hu: Az e-mail értesítések módosítása

source: Check your business listing request quotes.
hu_hu: Nézd meg a hozzád érkezett kérdéseket és árajánlatkéréseket!

source: Check your business listing reviews.
hu_hu: Ellenőrizd a szolgáltatásaidról kapott értékeléseket. Az esetleges negatív értékeléseket az oldal adminisztrátor ellenőrzi és kivizsgálja az oldalon való megjelenítés előtt.

source: Check your payments list quotes.
hu_hu: Tekintsd át a kifizetett számláid listáját! Bármi észrevételed van a számlázással kapcsolatban, kérlek jelezd az oldal adminisztrátor felé.

source: Choose Banner image
hu_hu: A borítókép feltöltéséhez kattints ide!

source: Choose Featured image
hu_hu: A profilkép feltöltéséhez kattints ide!

source: Choose Slider Image Here :
hu_hu: Válassza ki a csúszka képét itt:

source: Choose wisely your pricing plan.
hu_hu: Válassz okosan az együttműködési konstrukcióink közül.

source: City
hu_hu: Város

source: Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos.
hu_hu: Adj hozzá új vendéget. Készítsd el az esküvői vendéglistádat az alábbi táblázatkezelő segítségével.

source: Click here
hu_hu: Kattints ide

source: Compare &amp; Finalize
hu_hu: Összehasonlítások és véglegesítések

source: Complete
hu_hu: Befejezett

source: Configure Your Credentials
hu_hu: A hitelesítő adatok konfigurálása

source: Content Management
hu_hu: Tartalomkezelés

source: Contributing Vendors
hu_hu: Közreműködő szolgáltatók

source: Copy URL
hu_hu: URL MÁSOLÁSA

source: Copy to clipboard
hu_hu: Másolja a vágólapra

source: Country
hu_hu: Ország

source: Couple
hu_hu: Párjával érkezik

source: Couple Dashboard
hu_hu: Jegyespár fiókja

source: Couple Guest
hu_hu: Párjával érkező vendég

source: Couple Login
hu_hu: Jegyes pár belépése

source: Couple Member
hu_hu: Párral érkező személyek

source: Couple Profile
hu_hu: Jegyes párok profilja

source: Create Task
hu_hu: Feladat létrehozása

source: Create Your wedding website and share with your friend and family.
hu_hu: Ha az egyik meghívottad véletlenül elveszítette a visszaigazoló linket tartalmazó meghívó e-mailt, amelyet a vendéglista menedzseren keresztül küldtél neki, akkor sincsen semmi gond. Másold ki az alábbi URL címet, és oszd meg vele újra!

source: Create and manage your wedding planning checklist. Its ultimate and real simple.
hu_hu: Itt tudod elkészíteni az esküvői feladatlistádat. Adj hozzá minden teendőt, és pipáld ki az elvégzetteket!

source: Create your wedding business listing on %1$s to start building customers.
hu_hu: Az ügyfelek építésének megkezdéséhez hozd létre az esküvői üzleti listájádat %1$s weboldalán

source: DELETE
hu_hu: TÖRLÉS

source: Dashboard Page Error..
hu_hu: Dashboard oldalhiba ..

source: Declined
hu_hu: Elutasította

source: Delete Account
hu_hu: Fiók törlése

source: Description
hu_hu: Leírás

source: Descriptions
hu_hu: FONTOS! A profilod frissítéséhez írj rövid bemutatkozót! Ennek a mezőnek a kitöltése KÖTELEZŐ ahhoz, hogy tovább tudj haladni a profilod szerkesztésében.

source: Divider
hu_hu: Osztó

source: Edit Task
hu_hu: Feladat szerkesztése

source: Email Address
hu_hu: E-mail cím

source: Email Notifications
hu_hu: Email értesítések

source: Email already exists.
hu_hu: Ez már egy létező e-mail cím.

source: Email does not exists in users list.
hu_hu: Ez az e-mail cím már nem létezik a felhasználók listájában.

source: Email field is empty
hu_hu: Üres az e-mail mező

source: Enter Email Address
hu_hu: Add meg az e-mail címedet

source: Enter display listings.
hu_hu: Adja meg a megjelenítési listákat.

source: Enter your Description
hu_hu: Adja meg a leírást

source: Enter your title
hu_hu: Add meg címet

source: Error. Review id not found...
hu_hu: Hiba. A felülvizsgálati azonosító nem található ...

source: Error...
hu_hu: Hiba...

source: Estimate
hu_hu: Tervezett

source: Ex. Photography
hu_hu: Pl: Esküvői fotós

source: Expired
hu_hu: Lejárt

source: Expired:
hu_hu: Lejárt:

source: Extra Large Device
hu_hu: Extra méretű eszköz

source: Facilities
hu_hu: Válaszadási idő

source: Featured Listing ?
hu_hu: Kiemelt Listing?

source: Filter With City
hu_hu: Szűrés városra

source: Filter With Country
hu_hu: Szűrés országra

source: Filter With State
hu_hu: Szűrés megyére

source: Find the Perfect Wedding Vendor
hu_hu: Keresse meg a tökéletes esküvő eladó

source: First Name
hu_hu: Vezetéknév

source: Flexibility
hu_hu: Rugalmasság

source: Follow these simple steps to reset your account:
hu_hu: A fiók visszaállításához kövesd az alábbi egyszerű lépéseket:

source: Forgot Your Password ?
hu_hu: Elfelejtetted a jelszavad?

source: Form Field Management
hu_hu: Űrlapmező kezelése

source: Form Submit Button Text
hu_hu: Űrlapküldés gomb szövege

source: From Our website
hu_hu: Honlapunkról

source: Gallery
hu_hu: Galéria

source: Get New Password
hu_hu: ÚJ JELSZÓT KAPSZ

source: Get Transaction Details Failed
hu_hu: Tranzakció részletei meghiúsultak

source: Group
hu_hu: Csoport

source: Group/Family
hu_hu: Csoport / Család

source: Guest
hu_hu: Vendég

source: Guest List
hu_hu: Vendéglista

source: Guest Name
hu_hu: Név

source: Guest Removed Successfully!
hu_hu: Az esküvővendég sikeresen eltávolítva!

source: Guest manager allows you to take your guest management for wedding events.
hu_hu: A vendéglista menedzser lehetővé teszi, hogy meghívd a vendégeidet, és kezeld a visszajelzéseiket. Így tudhatod, hogy kinek a részvételére számíthatsz. A meghívókat úgy tudod kiküldeni, hogy minden egyes vendégnél a "kiküldve" oszlopban található karikát kattintással kipipálod. Ezt követően a meghívott vendégeid e-mailben megkapják az elektonikus meghívót, amit azonnal vissza is tudnak igazolni.

source: Guests
hu_hu: Vendégek

source: Hello %1$s, You already review for this listing.
hu_hu: Hello%1$s, már felülvizsgálja ezt a listaelemet.

source: Hello %1$s, You can not review for listing.
hu_hu: Hello%1$s, nem lehet áttekinteni a tőzsdei jegyzésre.

source: Hello %1$s, You can not review for your own listing.
hu_hu: Hello%1$s, nem tudja áttekinteni a saját tőzsdei jegyzésre.

source: Hi, Vendor.
hu_hu: Helló, Esküvőszolgáltató!

source: HouseHold Guest
hu_hu: Családdal érkező vendégek

source: Household
hu_hu: Családdal érkező

source: Household Guest
hu_hu: Családdal érkező vendégek

source: Household Member
hu_hu: Családdal érkező személyek

source: Household Names
hu_hu: Családdal érkezők nevei

source: If you want to show this listing as a Featured Listing ?
hu_hu: Ha meg szeretné mutatni ezt a tőzsdei, mint a Kiemelt lista?

source: Invitation Send Successfully!
hu_hu: Meghívás sikeresen elküldve!

source: Invite Sent
hu_hu: Kiküldve

source: Invoice List
hu_hu: Számlatörténet

source: Its simple and powerful wedding budget calculator will help you to estimate, actual and paid wedding cost.
hu_hu: A költségkalkulátorban rögzítheted az egyes szolgáltatásokra szánt összegeket, illetve a végül ténylegesen kifizetett díjakat.

source: Join Weddingsto get your business listed or to claim your listing for FREE!
hu_hu: Csatlakozz az esküvő oldalunkhoz, és mutasd be a szolgáltatásaidat, hogy minél többen rád találjanak!

source: Large Device
hu_hu: Extra méretű eszköz

source: Last Name
hu_hu: Keresztnév

source: Latitude
hu_hu: Szélességi kör

source: Listing
hu_hu: felsorolás

source: Listing Categories :
hu_hu: Esküvő kategóriák:

source: Listing Featured Image
hu_hu: Kiemelt kép listázása

source: Listing Gallery
hu_hu: Listázó galéria

source: Listing Information
hu_hu: Listázási információk

source: Listing Not Found..
hu_hu: Sajnos, nincs találat.

source: Listing Video Link
hu_hu: Videohivatkozás listázása

source: Listing id not set Properly!.
hu_hu: A listázási azonosító nincs megfelelően beállítva !.

source: Listings
hu_hu: Szolgáltatások

source: Live Documentation
hu_hu: Élő dokumentáció

source: Location
hu_hu: Települések

source: Location - Map
hu_hu: Helyszín -térkép

source: Location Filter ? :
hu_hu: Helyszűrő? :

source: Login
hu_hu: Belépés

source: Login successful, redirecting...
hu_hu: Sikeres bejelentkezés, átírányítás...

source: Login your account and manage your Wishlist, Todo, Budget, RSVP, Guest List, etc..
hu_hu: Jelentkezz be a fiókodba, és mentsd el a kedvenc szolgáltatóidat, készíts feladatlistát, tervezd meg a költségvetésedet, és kezeld a vendéglistádat...

source: Longitude
hu_hu: Hosszúság

source: Lost Password
hu_hu: Elfelejtett jelszó

source: Map Address
hu_hu: Térképcím

source: Map Position :
hu_hu: Térképhelyzet:

source: Medium Device
hu_hu: Közepes eszköz

source: Member
hu_hu: Személyek

source: Mention Slider Lists Here :
hu_hu: A Slider Lists itt:

source: My Guest List
hu_hu: Saját vendéglistám

source: My Guest Manager
hu_hu: Vendéglista menedzserem

source: My Listing
hu_hu: Szolgáltatói listám

source: My Profile
hu_hu: Szolgáltatói profil

source: My Wishlist
hu_hu: Kedvenc szolgáltatóim

source: Name
hu_hu: Teljes név

source: New Password and confirm password does not match.
hu_hu: Új jelszó és megerősített jelszó nem egyezik.

source: Next Real Wedding
hu_hu: Következő esküvő megtekintése

source: Note your transaction number for future reference for paypal
hu_hu: Jegyezd fel a tranzakciószámát a paypal jövőbeni hivatkozásához

source: Number of listing ?
hu_hu: A felsorolás száma?

source: Old Password is not correct.
hu_hu: A régi jelszó nem megfelelő.

source: On RSVP form in your website page
hu_hu: RSVP-űrlapon az Ön weboldalán

source: Outside Website
hu_hu: Honlapon kívüli

source: Page Header Banner
hu_hu: Visszaigazoló oldal borítóképének feltöltéséhez kattints ide!

source: Page Header Image
hu_hu: Visszaigazoló oldal borítóképe

source: Paid
hu_hu: Fizetett

source: Partner First Name
hu_hu: Vendég partnerének vezetékneve

source: Partner Last Name
hu_hu: Vendég partnerének keresztneve

source: Password
hu_hu: Jelszó

source: Password Change
hu_hu: Jelszó változtatás

source: Password Updated. Please login again.
hu_hu: Jelszó frissítve. Kérjük, jelentkezz be újra.

source: Pending
hu_hu: Függőben levő

source: Phone
hu_hu: Telefon

source: Phone :
hu_hu: Telefon:

source: Phone Number
hu_hu: Telefonszám

source: Plan Name
hu_hu: Szerződés neve

source: Plan Type:
hu_hu: Szerződés választása:

source: Please check your inbox or spam/junk and get your password
hu_hu: Kérjük, ellenőrizd a bejövő postafiókodat vagy a spamet, és nézd meg a jelszavadat

source: Please enter your email.
hu_hu: Kérlek, írd be az e-mail címedet.

source: Please login as vendors then you can process it. We process for logout action...
hu_hu: Kérjük, jelentkezz be, majd elkezdhetsz dolgozni. A bejelentkezési művelet elindítása ...

source: Please provide correct email.
hu_hu: Kérjük, add meg a helyes e-mail címedet.

source: Postcode
hu_hu: Irányítószám

source: Previous Real Wedding
hu_hu: Előző esküvő megtekintése

source: Price
hu_hu: Ár

source: Pricing Plan
hu_hu: Árkonstrukció

source: Profile
hu_hu: Profil

source: Profile Updated Error... Please login again then update your profile.
hu_hu: Profil frissítési Hiba ... Kérjük, jelentkezz be újra, majd frissítsd a profilodat.

source: Profile Updated Successfully
hu_hu: Profil sikeresen frissítve

source: Qty
hu_hu: Mennyiség

source: Quality Service
hu_hu: Minőség

source: RSVP
hu_hu: Visszajelzések

source: RSVP Form
hu_hu: Visszaigazoló űrlap

source: RSVP Setting
hu_hu: Visszaigazoló oldal beállítása

source: Read more
hu_hu: Bővebben

source: Real Wedding
hu_hu: Esküvői albumotok

source: RealWedding Setting
hu_hu: Esküvői fotóalbumotok beállítása

source: RealWedding Uploaded Successfully!
hu_hu: Esküvői fotóalbumotok sikeresen feltöltve!

source: Recent Real Wedding
hu_hu: Legutóbbi esküvők

source: Recommended Hosting
hu_hu: Ajánlott tárhely

source: Register
hu_hu: Regisztráció

source: Remove Image
hu_hu: Kép eltávolítása

source: Request A Quote
hu_hu: Árajánlatkérés

source: Request List
hu_hu: Árajánlat és kérdések listája

source: Request Quote
hu_hu: Ajánlat kérése

source: Responsive Listing Item Show
hu_hu: Érzékeny listaelem megjelenítése

source: Reviews
hu_hu: Vélemények és értékelések

source: Save Couple Guest Details
hu_hu: PÁRRAL ÉRKEZŐ VENDÉG ADATAINAK MENTÉSE

source: Save Household Guest Details
hu_hu: CSALÁDDAL ÉRKEZŐ VENDÉG MENTÉSE

source: Save Single Guest Details
hu_hu: EGYEDÜL ÉRKEZŐ VENDÉG MENTÉSE

source: Search
hu_hu: Keresés

source: Seat Capacity
hu_hu: Ülő kapacitás

source: Security Error..
hu_hu: Biztonsági hiba ..

source: Select Category
hu_hu: Válassz kategóriát

source: Select City
hu_hu: Válassz várost

source: Select Column Grid :
hu_hu: Válassza az Oszlop rácsot:

source: Select Country
hu_hu: Válassz országot

source: Select Location :
hu_hu: Hely kiválasztása:

source: Select State
hu_hu: Válassz megyét

source: Select Task Date
hu_hu: Válaszd ki a feladat dátumát

source: Select vendor. Type your vendor name and hit the enter.
hu_hu: Add meg a kedvenc szolgáltatóid, és nyomd meg az Enter billentyűt.

source: Send Email
hu_hu: Küldj e-mailt

source: Send to Theme Options
hu_hu: Küldés a témára

source: Settings
hu_hu: Új visszaigazoló link

source: Share Listing
hu_hu: Megosztás lista

source: Show Public
hu_hu: A jobboldali gomb megnyomásával tedd nyilvánossá az albumodat!

source: Sign up
hu_hu: Regisztrálj

source: Similar Vendor
hu_hu: Hasonló esküvői szolgáltató

source: Single
hu_hu: Egyedül érkező

source: Single Guest
hu_hu: Egyedül érkező vendég

source: Slider Number
hu_hu: Csúszka szám

source: Social Media
hu_hu: Social Média

source: Social Media Updated Error... Please login again then update your profile.
hu_hu: Social média Frissítési hiba ... Kérjük, jelentkezz be újra, majd frissítsd a profilodat.

source: Social Media Updated Successfully
hu_hu: A social média sikeresen frissült

source: Spent $
hu_hu: Kifizetettél: Ft

source: Staff
hu_hu: Személyzet

source: Staretd:
hu_hu: Kezdő dátum::

source: Start From
hu_hu: Ártól

source: Start Your RSVP Form
hu_hu: Tedd elérhetővé az űrlapot a jobb oldali gomb megnyomásával

source: Start your wedding budget with the Wedding budget planner estimator tool.
hu_hu: Itt megtevezheted az esküvőd költségvetését. Adj hozzá minden tervezett kiadást, és kísérd figyelemmel a pénzügyeidet!

source: State
hu_hu: Megye

source: Status
hu_hu: Állapot

source: Story Description
hu_hu: Esküvőtök története

source: Street Address.
hu_hu: Cím

source: Street address
hu_hu: Cím

source: Submit
hu_hu: ELKÜLDVE

source: Submit Listing
hu_hu: Listázás beküldése

source: Submit Quote
hu_hu: AJÁNLAT ELKÜLDÉSE

source: Submit review
hu_hu: VÉLEMÉNY ELKÜLDÉSE

source: Submit to do
hu_hu: FELADAT HOZZÁADÁSA

source: Submit your real wedding photos and vendor details. Share your story of big the day.
hu_hu: Írd meg a szerelmetek történetét, oszd meg a legszebb esküvői vagy jegyes fotóitokat, és ajánld azokat a szolgáltatókat, akikkel a leginkább elégedett voltál. A legszebb történeteket ajándékkal jutalmazzuk, a nyerteseket e-mailben értesítjük.

source: Successfully Update
hu_hu: Sikeresen frissítve

source: Successfully Updated!
hu_hu: Sikeresen frissítve!

source: Support
hu_hu: Támogatás

source: Table Seating
hu_hu: Asztal ülések

source: Task Date
hu_hu: Feladat dátuma

source: Task Title
hu_hu: Feladat megnevezése

source: Thanks for RSVP!
hu_hu: Köszönjük a visszajelzést!

source: The new password is blank
hu_hu: Az új jelszó üres

source: The wishlist is great way to keep track your wedding vendor and their service availablity in your wishlist board.
hu_hu: A kedvenc szolgáltató lista: nagyszerű módja annak, hogy nyomon kövessed az esküvő szolgáltatókat és szolgáltatásait a kedvenc szolgáltatői listádban.

source: This Email already exists
hu_hu: Ez az e-mail már létezik

source: This Username already exists
hu_hu: Ez a felhasználónév már létezik

source: This vendor can not publish any post.
hu_hu: Ez az esküvőszolgáltató nem tud közzétenni semmilyen bejegyzést.

source: Time Duration
hu_hu: Időtartam

source: Title
hu_hu: Cím

source: To:
hu_hu: Nak nek

source: Todo Removed Successfully!
hu_hu: A feladatot sikeresen eltávolítottad!

source: Todo Task Done!
hu_hu: A feladat elvégezve!

source: Total
hu_hu: Összes

source: Total To Do
hu_hu: Összes feladatlista

source: Transaction Complete, but payment is still pending!
hu_hu: Tranzakció befejezve, de a fizetés még folyamatban van!

source: Update Business Profile
hu_hu: ÜZLETI PROFIL FRISSÍTÉSE

source: Update Couple Guest
hu_hu: Jegyes pár vendégeinek frissítése

source: Update Couple Guest Details
hu_hu: Párjával érkező vendégadatok frissítése

source: Update HouseHold Guest
hu_hu: Családdal érkező vendégek frissítve

source: Update Household Guest Details
hu_hu: Családdal érkező vendégek frissítése

source: Update Listing
hu_hu: Esküvői szolgáltatói lista frissítése

source: Update Profile
hu_hu: PROFIL FRISSÍTÉSE

source: Update RSVP Setting
hu_hu: VISSZAIGAZOLÓ OLDAL FRISSÍTÉSE

source: Update Single Guest
hu_hu: Egyedül érkező vendég frissítése

source: Update Single Guest Details
hu_hu: Egyedül érkező vendégadat frissítése

source: Update Social Profile
hu_hu: SOCIAL PROFIL FRISSÍTVE

source: Update Wedding Information
hu_hu: FRISSÍTSD AZ ESKÜVŐI INFORMÁCIÓKAT

source: Update Your Guest Data
hu_hu: Frissítse vendégadatait

source: Update your business listing with under list category, title, descriptions, google map, gallery and featured image, etc..
hu_hu: Frissítsd a vállalat szolgáltatásait, a lista kategóriát, címet, leírásokat, google térképet, galériát és kiemelt képet stb.

source: Update your wedding information, profile photo, and personal informations.
hu_hu: Frissítsd az esküvőd részleteit, profil fotódat, és személyes infoidat.

source: Upload Background Image for Video Play
hu_hu: Fájl feltöltése a videó lejátszásához

source: Upload Brand Icon
hu_hu: Logó feltöltés

source: Upload Featured Image
hu_hu: Profilkép feltöltése

source: Upload Image
hu_hu: Kép feltöltése

source: Upload Page Header Banner Image
hu_hu: Esküvői album borítókép beállítása

source: Upload Profile Banner Image
hu_hu: Profil borítókép feltöltése

source: Upload Profile Image
hu_hu: Profilkép feltöltése

source: Upload Wedding Gallery
hu_hu: Esküvői galéria feltöltése

source: Upload Your Real Wedding
hu_hu: Töltsd fel az esküvői albumodat

source: User Name
hu_hu: Teljes név

source: Username field is empty.
hu_hu: A felhasználónév mező üres.

source: Username or Email Address
hu_hu: Felhasználóneved vagy e-mail címed

source: Value of money
hu_hu: Ár érték arány

source: Vendor Gallery %1$s
hu_hu: Szállítói gyűjtemény%1$s

source: Vendor Listing
hu_hu: Kedvenc szolgáltató lista

source: Vendor Login
hu_hu: Szolgáltató belépés

source: Vendor Type
hu_hu: Válassz kategóriát

source: Vendor does not have video..
hu_hu: Az esküvői szolgáltatónak nincs videója ..

source: Vendors Wishlist
hu_hu: Kedvenc szolgáltató lista

source: Video
hu_hu: Videó

source: Video Link Here
hu_hu: Videó link itt

source: View
hu_hu: Megtekint

source: View All
hu_hu: Összes megtekintése

source: View Gallery
hu_hu: Galéria megtekintése

source: View Map
hu_hu: Térkép megtekintése

source: View all posts in %s
hu_hu: Az összes üzenet megtekintése% s-ban

source: Wait for a moment, you will be redirect on payment gateway.
hu_hu: Várj egy pillanatra, átirányít a fizetési átjárón.

source: Waiting
hu_hu: Még nem döntött
