Repository: common-repository/weddingcity-lite
Catalog: languages/weddingcity-*.po
Languages: hu_hu

source: We don't post anything without your permission.
hu_hu: Válogass a legjobb ajánlatok és legmagasabb kedvezmények között.

source: Website
hu_hu: Weboldal

source: Website URL
hu_hu: Visszaigazoló link URL címe

source: Wedding Date
hu_hu: Esküvő időpontja

source: Wedding Event
hu_hu: Megnevezés

source: Wedding Information
hu_hu: Esküvő információ

source: Wedding RSVP
hu_hu: Esküvői meghívó visszajelzése

source: Wedding Website
hu_hu: E-meghívó

source: WeddingCity Business
hu_hu: Esküvői üzlet

source: WeddingCity Options
hu_hu: Esküvői szolgáltatások

source: Welcome
hu_hu: Üdvözlünk

source: Welcome %1$s
hu_hu: Üdvözöljük a (z) %1$s

source: Welcome Back Couple
hu_hu: Üdvözlünk újra jegyespár!

source: Welcome Back Vendor
hu_hu: Üdvözlünk ismét esküvő szolgáltató

source: Welcome Vendor, You dont have any listing. Add your first listing free.
hu_hu: Üdvözöljük a Vendor-t, nincsenek listáid. Adja hozzá az első listáját ingyenesen.

source: Welcome couple. You can check and manage your wishlist, checklist, budget and guestlist overview.
hu_hu: Sziasztok! Ez itt a saját esküvőszervező fiókotok. Itt elmenthetitek, és értékelhetitek a kedvenc szolgáltatóitokat, feladalistát és esküvői költségvetést készíthettek, illetve kezelhetitek a vendéglistátokat. Ha elakadnátok, akkor kérjétek az Igen, házasodunk e-aszisztensének, Enikőnek a segítségét, akit a főoldalon találtok meg.

source: Write Comment
hu_hu: Üzenet írása

source: Write Descriptions for your venue
hu_hu: Írja le a helyszín leírását

source: Write Review
hu_hu: Értékelések

source: Write Task Title
hu_hu: Feladat megnevezésének írása

source: Write Your Review
hu_hu: Írd le a véleményedet

source: Write Your Review Here.
hu_hu: Írj ide.

source: Write Your Reviews
hu_hu: Írd meg a véleményedet

source: Write about your wedding journey.
hu_hu: FONTOS! Röviden írd meg a szerelmetek történetét! Ennek a mezőnek a kitöltése KÖTELEZŐ! Cserébe a legszebb történeteket értékes ajándékkal jutalmazzuk. A nyerteseket e-mailben értesítjük.

source: Wrong username or password.
hu_hu: Rossz felhasználónév vagy jelszó.

source: Year
hu_hu: Év:

source: Yes, I will be there
hu_hu: Igen, ott leszek

source: You Couple Guest is Added Successfully!
hu_hu: A párjával érkező vendéged sikeresen hozzáadva!

source: You Household Guest is Added Successfully!
hu_hu: A családdal érkező vendéged sikeresen hozzáadva!

source: You Single Guest is Added Successfully!
hu_hu: Egyedül érkező vendég sikeresen hozzáadva!

source: You Single Guest is Updated Successfully!
hu_hu: Egyedül érkező vendég sikeresen frissítve!

source: You may also like..
hu_hu: Talán ezt is szeretnéd megnézni...

source: You must be login then you can review for this listing.
hu_hu: Be kell jelentkezned, és megnézheted ezt a bejegyzést.

source: Your Budget Amount
hu_hu: A költségkeret összege

source: Your Email
hu_hu: Az e-mail címed

source: Your Listing
hu_hu: A szolgáltatásaid

source: Your Listing is Added.
hu_hu: Az Ön listája hozzáadva.

source: Your Listing is Not Added.
hu_hu: A listázás nincs hozzáadva.

source: Your Listing is Removed Successfully!.
hu_hu: Adataid sikeresen el lett távolítva!

source: Your Listing is Updated.
hu_hu: Az adataid frissítése sikeresen megtörtént.

source: Your Name
hu_hu: Neved

source: Your Review Send Successfully!
hu_hu: Véleményed küldése sikeres!

source: Your Wedding Information is Saved Sucessfully !
hu_hu: Az esküvő információk sikeresen mentve!

source: Your password has been reset successfully! Your new password has been sent to your primary email address.
hu_hu: A jelszavadat sikeresen visszaállítottuk! Az új jelszavadat elküldtük az elsődleges e-mail címedre.

source: Your payment has been receive successfully
hu_hu: A kifizetés sikeresen megérkezett

source: and
hu_hu: és

source: are getting married
hu_hu: megházasodnak

source: at the
hu_hu: a

source: average based on
hu_hu: átlag alapján

source: delete
hu_hu: törlés

source: e.g. 123 456 7890
hu_hu: például. 123 456 7890

source: e.g. 23.0732195
hu_hu: pl. 23,0732195

source: e.g. 50
hu_hu: például. 23.0732195

source: e.g. 72.5646902
hu_hu: például. 72.5646902

source: edit
hu_hu: szerkesztés

source: https://weddingcity.wporganic.com
hu_hu: https://igenhazasodunk.hu

source: out of $
hu_hu: -ot - Ft

source: ratings.
hu_hu: értékelések.

source: remain
hu_hu: nem befejezett

source: request_phone
hu_hu: Telefon:

source: so far.
hu_hu: -ból/-ből

source: view map
hu_hu: térkép megtekintése

source: weddingcity - Slider
hu_hu: weddingcity-csúszka

source: weddingcity Sliders
hu_hu: esküvői csúszka

source: write a review
hu_hu: ÍRD MEG A VÉLEMÉNYEDET

source: Guest Data - %1$s Not Found in our database..
hu_hu: Vendégadatok -% 1 $ s Nem található adatbázisunkban.

source: Import Locations
hu_hu: Helyek importálása

source: Location Bulk Import
hu_hu: Helyi importálás

source: Hide
hu_hu: Elrejt

source: Listing Search ?
hu_hu: Keresési lista?

source: Off
hu_hu: Ki

source: On
hu_hu: Tovább

source: Show
hu_hu: Mutat

source: Show listing amenities ?
hu_hu: Megjelenítési listák megjelenítése?

source: Vendors Search ?
hu_hu: Szállítók keresése?

source: breakpoint from 1200 up
hu_hu: töréspont 1200-ról

source: breakpoint from 576 up
hu_hu: töréspont 576-ról

source: breakpoint from 768 up
hu_hu: töréspont 768-tól

source: breakpoint from 992 up
hu_hu: töréspont 992-ről

source: <p>Hello %1$s,%6$s Your Activate Plan Name is: %2$s,%6$s So you can add number of listing in %3$s is: %4$s%6$s Your Plan Expire Date is: %5$s</p>
hu_hu: <p> Hello% 1 $ s,% 6 $ s Aktiválási terved neve:% 2 $ s,% 6 $ s Így hozzáadhatod a következőtA (z)% 3 $ s bejegyzések száma:% 4 $ s% 6 $ s A terv lejárt dátuma:% 5 $ s </p>

source: featured_listing
hu_hu: Kiemelt Listing?

source: plan_name
hu_hu: Szerződés neve

source: realwedding_setting
hu_hu: Esküvői fotóalbumotok beállítása

source: request_comment
hu_hu: Üzenet írása

source: request_email
hu_hu: Ajánlat kérése

source: request_name
hu_hu: Árajánlatkérés

source: status
hu_hu: állapot

source: timeline
hu_hu: Idővonal

source: vendor_bussiness_map
hu_hu: Helyszín - Térkép

source: weddingdate
hu_hu: Esküvő időpontja

source: Here what's happening with your wedding business today.
hu_hu: Itt van, mi történik ma esküvői üzletével.

source: edit profile
hu_hu: profil szerkesztése

source: My Listed Item
hu_hu: Saját listázott elem

source: Total Listed Item
hu_hu: Összes listázott tétel

source: Old Password
hu_hu: régi jelszó

source: New Password
hu_hu: új jelszó

source: Confirm Password
hu_hu: Jelszó megerősítése

source: Pay Paypal
hu_hu: PayPal

source: Pay Stripe
hu_hu: Bankkártya

source: Invoice
hu_hu: Számla

source: Request Quotes
hu_hu: Árajánlatkérések

source: Invoice Id
hu_hu: Számla azonosítója

source: Payment Mode
hu_hu: Fizetési mód

source: View Invoice
hu_hu: Számla megtekintése

source: Logout
hu_hu: Kijelentkezés

source: Comment
hu_hu: Megjegyzés

source: Add To Wishlist
hu_hu: Hozzáadni a Kívánságlistához

source: Next Post
hu_hu: Következő

source: Previous Post
hu_hu: Előző

source: Forgot Password
hu_hu: Elfelejtett jelszó

source: Please wait...
hu_hu: Kérlek várj...

source: To Do List
hu_hu: Teendők

source: Completed Task
hu_hu: Befejezett feladat

source: Due Task
hu_hu: Feladat

source: Total Task
hu_hu: Teljes feladat

source: Estimate Total
hu_hu: Becsült összeg

source: Actual Total
hu_hu: Tényleges össz

source: Paid Total
hu_hu: Fizetett teljes összeg

source: Pending Total
hu_hu: Függő összes

source: Add New Budget
hu_hu: Új költségvetés hozzáadása

source: Save Budget
hu_hu: Költségkeret mentése

source: Guestlist
hu_hu: Vendég lista

source: Submit Real Weddings
hu_hu: ESKÜVŐ ALBUM MEGOSZTÁSA

source: Bride First Name
hu_hu: Menyasszony vezetékneve

source: Bride Last Name
hu_hu: Menyasszony keresztneve

source: Groom First Name
hu_hu: Vőlegény vezetékneve

source: Groom last Name
hu_hu: Vőlegény keresztneve

source: Featured
hu_hu: KIEMELT

source: Your Request Send Successfully!
hu_hu: Ajánlatkérésedet sikeresen elküldted!

source: Date
hu_hu: Dátum

source: Add Listing Gallery
hu_hu: Referenciaképek hozzáadása

source: Listing Info
hu_hu: Szolgáltatói információ

source: Listing Category
hu_hu: Szolgáltatói kategória

source: Remove
hu_hu: Törlés

source: Removed
hu_hu: Törölt

source: Approved
hu_hu: Elfogadott

source: Your Reviews
hu_hu: Vélemények rólad

source: Wedding Theme
hu_hu: Esküvőtök témája (vintage, modern, klasszikus etc.)

source: We can't find your name. Make sure you enter your name as it appears on your invitations.
hu_hu: Nem találjuk a nevedet, mert nem szerepelsz a vendéglistán. Vedd fel a kapcsolatot az ifjú párral, és Kérd meg, hogy írjanak fel a vendéglista menedzserbe!

source: Your Page Setting Successfully Updated !
hu_hu: Sikeres feltöltés!

source: Confirmed
hu_hu: Elfogadva

source: Dashboard
hu_hu: Vezérlőpult

source: Couple Name
hu_hu: Vendégek neve

source: Sorry, can't make it.
hu_hu: Sajnálom, de nem tudok ott lenni.

source: Your invitation link.
hu_hu: A meghívás visszaigazolásához kattints ide!
